semestr1/his-fil/27.01.2021.org
#+TITLE: 


4 księgi Diatryb


Arrian

Encheiridion

BKF

* "Nie usiłuj naginać wydarzeń do Twojej woli, ale naginaj wolę do biegu wydarzeń, a życie upłynie tobie w pomyślności."



* Epiktet
  - potępia niewolnictwo
  - przeciwia sie karze śmierci
  - nie czyń drugiemu czego sam nie chciałbys doświadczyć
  - poszanowanie wolności każdego człowieka
  - postawa stoicka jest dostępna dla każdego

* Marek Aureliusz
  - "Rozmyślania";  napisane po grecku

* Hezjod 

* Epikur z Samos 342/341 - 271/270 pne
  - napisał "Peri Physeos", zachowane w sposób fragmentaryczny
  - w całości przetrwały 3 listy i "Zasady"
  - Lukrecjusz - "De rerum natura" - wyczerpujaco referuje poglądy Epikura
  ** Podzial filozofii
    - logika (nazywana przez Epikura kanoniką
    - fizyka
    - etyka - w wydaniu praktycznym

