semestr1/his-fil/27.01.2021.md

# Table of Contents

1.  ["Nie usiłuj naginać wydarzeń do Twojej woli, ale naginaj wolę do biegu wydarzeń, a życie upłynie tobie w pomyślności."](#org0023db4)
2.  [Epiktet](#orge3e806a)
3.  [Marek Aureliusz](#orgd0846e2)
4.  [Hezjod](#orga401c53)
5.  [Epikur z Samos 342/341 - 271/270 pne](#org4567c38)

4 księgi Diatryb

Arrian

Encheiridion

BKF


<a id="org0023db4"></a>

# "Nie usiłuj naginać wydarzeń do Twojej woli, ale naginaj wolę do biegu wydarzeń, a życie upłynie tobie w pomyślności."


<a id="orge3e806a"></a>

# Epiktet

-   potępia niewolnictwo
-   przeciwia sie karze śmierci
-   nie czyń drugiemu czego sam nie chciałbys doświadczyć
-   poszanowanie wolności każdego człowieka
-   postawa stoicka jest dostępna dla każdego


<a id="orgd0846e2"></a>

# Marek Aureliusz

-   "Rozmyślania";  napisane po grecku


<a id="orga401c53"></a>

# Hezjod


<a id="org4567c38"></a>

# Epikur z Samos 342/341 - 271/270 pne

-   napisał "Peri Physeos", zachowane w sposób fragmentaryczny
-   w całości przetrwały 3 listy i "Zasady"
-   Lukrecjusz - "De rerum natura" - wyczerpujaco referuje poglądy Epikura

\*\* Podzial filozofii

-   logika (nazywana przez Epikura kanoniką
-   fizyka
-   etyka - w wydaniu praktycznym

